{
    "I": 0,
    "IV": 1,
    "bVII": 2,
    "bIII": 3,
    "ii": 4,
    "V": 5,
    "V/vi": 6,
    "V/ii": 7,
    "V/V": 8,
    "vi": 9,
    "bII": 10,
    "bIIId7": 11,
    "II": 12,
    "iii": 13,
    "biii": 14,
    "iii6": 15,
    "I64": 16,
    "III": 17,
    "bVI": 18,
    "i": 19,
    "iv": 20,
    "iio": 21,
    "V42/IV": 22,
    "ii6": 23,
    "iv7": 24,
    "IV64": 25,
    "I6": 26,
    "V6": 27,
    "ii7": 28,
    "iii7": 29,
    "I7": 30,
    "IVd7": 31,
    "iih7": 32,
    "V7/vi": 33,
    "IV6": 34,
    "ii65": 35,
    "V43": 36,
    "V7/V": 37,
    "V7": 38,
    "bII7": 39,
    "i6": 40,
    "v": 41,
    "bVIb5": 42,
    "bVb5": 43,
    "viix7/V": 44,
    "iih65/ii": 45,
    "V7/ii": 46,
    "iio6": 47,
    "viix7/vi": 48,
    "viix42": 49,
    "IV7": 50,
    "V6/vi": 51,
    "iv6": 52,
    "VI": 53,
    "vi64": 54,
    "V6/ii": 55,
    "iii64": 56,
    "V43/IV": 57,
    "bVIId7": 58,
    "IV/vi": 59,
    "V7/iii": 60,
    "iih43/ii": 61,
    "bIId7": 62,
    "Id7": 63,
    "V7/I": 64,
    "V65/V": 65,
    "vi7": 66,
    "V11": 67,
    "v11": 68,
    "iih65": 69,
    "i42": 70,
    "bVI7": 71,
    "bVII6": 72,
    "IVd43": 73,
    "bVI6": 74,
    "iih43": 75,
    "V65/vi": 76,
    "i64": 77,
    "V7/IV": 78,
    "viio6": 79,
    "V64": 80,
    "V65": 81,
    "V/IV": 82,
    "viix42/V": 83,
    "III64": 84,
    "V7/III": 85,
    "bIII64": 86,
    "V/bVI": 87,
    "bvi": 88,
    "V/VII": 89,
    "VII": 90,
    "V/iii": 91,
    "viix7": 92,
    "vii": 93,
    "vih7": 94,
    "bVIs4": 95,
    "bV": 96,
    "V43/ii": 97,
    "vi6": 98,
    "VId7": 99,
    "v7": 100,
    "iih7/vi": 101,
    "ii7/vi": 102,
    "V6/V": 103,
    "bVII64": 104,
    "V42": 105,
    "viih7/V": 106,
    "v65": 107,
    "iv65": 108,
    "v6": 109,
    "IV/IV": 110,
    "ii/IV": 111,
    "bVId7": 112,
    "iv6/ii": 113,
    "viio/ii": 114,
    "V65/IV": 115,
    "viix7/ii": 116,
    "iih7/V": 117,
    "i7": 118,
    "IId7": 119,
    "biii7": 120,
    "IV7/IV": 121,
    "bIII7": 122,
    "bIII6": 123,
    "iii43": 124,
    "ii64": 125,
    "iis4": 126,
    "Vs4": 127,
    "bvii7": 128
}